const allParticipants = [
    {
        "name": "উলমাতুন নেছা পূর্ণিমা, রোকাইয়া হাসান নাহি, ইসতিয়াক আহমেদ খাঁন, আলফিও বালা তীর্থ, মোছাঃ জাসিয়া জোহা সামসী, মোছাঃ সাইদা খাতুন",
        "phone": "01644547079",
        "institute": "মেহেরপুর সরকারি কলেজ",
        "segment": "গ্রাফিতি",
        "mark": "৭৬",
        "position": "৮"
    },
    {
        "name": "মাহমুদুল হাসান দিগন্ত, সাজিদ আহমেদ, ইশরাক হাসিন নিসর্গ, মোঃ আশফাক হাবিব আবিদ, মুশফিকুস সালেহিন",
        "phone": "01576577409",
        "institute": "মেহেরপুর সরকারী উচ্চ বিদ্যালয়",
        "segment": "গ্রাফিতি",
        "mark": "৮২",
        "position": "৩"
    },
    {
        "name": "মোন্তাসির খাঁন",
        "phone": "01717184055",
        "institute": "আইডিয়াল স্কুল এন্ড কলেজ",
        "segment": "গ্রাফিতি",
        "mark": "৭৭",
        "position": "৭"
    },
    {
        "name": "মোত্তাকি খাঁন",
        "phone": "01717184055",
        "institute": "আইডিয়াল স্কুল এন্ড কলেজ",
        "segment": "গ্রাফিতি",
        "mark": "৮০",
        "position": "৫"
    },
    {
        "name": "মোঃ নুর আলম, সাদবিন জামান, সাদমান আল রাফি, মারুফ হাসান",
        "phone": "01850858612",
        "institute": "শহীদ বীর বিক্রম রমিজ উদ্দিন ক্যান্টনমেন্ট স্কুল",
        "segment": "গ্রাফিতি",
        "mark": "৯০",
        "position": "১"
    },
    {
        "name": "জান্নাতুল ফেরদৌস, মোঃ জিহাদ হাসান, উম্মে হাবিবা তানহা",
        "phone": "01988441859",
        "institute": "জনশক্তি যুব উন্নয়ন সংস্থা",
        "segment": "গ্রাফিতি",
        "mark": "৮৫",
        "position": "২"
    },
    {
        "name": "আফিয়া তাসনিম সানজিদা",
        "phone": "011322283199",
        "institute": "রংপুর গভ. সিটি কলেজ",
        "segment": "গ্রাফিতি",
        "mark": "৭৯",
        "position": "৬"
    },
    {
        "name": "মুনতাহার ইবনাত রাসিন",
        "phone": "018666500388",
        "institute": "ফেনি সেন্ট্রাল হাই স্কুল",
        "segment": "গ্রাফিতি",
        "mark": "০০",
        "position": "৯"
    },
    {
        "name": "আব্দুর রহমান",
        "phone": "01711111111",
        "institute": "ঢাকা কলেজ",
        "segment": "কবিতা লিখন",
        "mark": "৯৫.৫",
        "position": "১"
    },
    {
        "name": "ইসতিয়াক আহমেদ",
        "phone": "01644547079",
        "institute": "মেহেরপুর সরকারি কলেজ",
        "segment": "কবিতা লিখন",
        "mark": "৯৫.৫",
        "position": "১"
    },
    {
        "name": "তানভীর আহমেদ",
        "phone": "01711111112",
        "institute": "রাজশাহী স্কুল",
        "segment": "কবিতা লিখন",
        "mark": "৯৪.২",
        "position": "২"
    },
    {
        "name": "আরিফ হোসেন",
        "phone": "01700000000",
        "institute": "কুষ্টিয়া সরকারি কলেজ",
        "segment": "কবিতা লিখন",
        "mark": "৯১",
        "position": "৩"
    },
    {
        "name": "নাসরিন আক্তার",
        "phone": "01300000000",
        "institute": "খুলনা বিশ্ববিদ্যালয়",
        "segment": "কবিতা লিখন",
        "mark": "৯০.৬",
        "position": "৪"
    },
    {
        "name": "জান্নাতুল ফেরদৌস",
        "phone": "01822222222",
        "institute": "রাজশাহী স্কুল",
        "segment": "চিত্রাঙ্কন",
        "mark": "৯৪.৮",
        "position": "১"
    },
    {
        "name": "ইসতিয়াক আহমেদ",
        "phone": "01644547079",
        "institute": "মেহেরপুর সরকারি কলেজ",
        "segment": "চিত্রাঙ্কন",
        "mark": "৬৭",
        "position": "২"
    },
    {
        "name": "রনি শেখ",
        "phone": "01944444444",
        "institute": "যশোর জিলা স্কুল",
        "segment": "চিত্রাঙ্কন",
        "mark": "৯২.৫",
        "position": "২"
    },
    {
        "name": "মালিহা রহমান",
        "phone": "01755555555",
        "institute": "বরিশাল ক্যাডেট কলেজ",
        "segment": "চিত্রাঙ্কন",
        "mark": "৯১.৩",
        "position": "৩"
    },
    {
        "name": "তাহসিন জুবায়ের",
        "phone": "01866666666",
        "institute": "সিলেট এমসি কলেজ",
        "segment": "চিত্রাঙ্কন",
        "mark": "৮৯.৯",
        "position": "৪"
    },
    {
        "name": "জারা আহমেদ",
        "phone": "01688888888",
        "institute": "ভিকারুননিসা নূন",
        "segment": "বারোয়ারী বিতর্ক",
        "mark": "৯৩.৫",
        "position": "১"
    },
    {
        "name": "সাদিয়া ইসলাম",
        "phone": "01511111111",
        "institute": "নটর ডেম কলেজ",
        "segment": "বারোয়ারী বিতর্ক",
        "mark": "৮৮.৪",
        "position": "২"
    },
    {
        "name": "মাহমুদ হাসান",
        "phone": "01777777777",
        "institute": "কুমিল্লা ভিক্টোরিয়া কলেজ",
        "segment": "বারোয়ারী বিতর্ক",
        "mark": "৮৭.৯",
        "position": "৩"
    },
    {
        "name": "নাবিল মুরসালিন",
        "phone": "01999999999",
        "institute": "চট্টগ্রাম কলেজ",
        "segment": "বারোয়ারী বিতর্ক",
        "mark": "৮৫",
        "position": "৪"
    },
    {
        "name": "ফারহান শাহরিয়ার",
        "phone": "01311111111",
        "institute": "রংপুর কারমাইকেল কলেজ",
        "segment": "বারোয়ারী বিতর্ক",
        "mark": "৮২.৬",
        "position": "৫"
    }
];