const allParticipants = [
  {
    "name": "আবরার গালিব",
    "phone": "01635408538",
    "institute": "বনশ্রী ন্যাশনাল আইডিয়াল হাই স্কুল",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪২.৫৫",
    "position": "২৫"
  },
  {
    "name": "আফিয়া তাসনিম সানজিদা",
    "phone": "01322283199",
    "institute": "ইনস্টিটিউশন অব ইন্জিনিয়ারস বাংলাদেশ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫৪.৭৫",
    "position": "৫"
  },
  {
    "name": "মোঃ সানাউল্লাহ",
    "phone": "01608515783",
    "institute": "সিডলাই আশরাফ সেকেন্ডারি স্কুল",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৩৪.৭৫",
    "position": "২৩"
  },
  {
    "name": "আহবাব হাছনাত লাবিব",
    "phone": "01340076369",
    "institute": "কুলাউড়া সরকারি কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫৬.৭",
    "position": "৩"
  },
  {
    "name": "আব্দুর রাফি",
    "phone": "01912818908",
    "institute": "বনশ্রী ন্যাশনাল আইডিয়াল হাই স্কুল",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫২.৬৫",
    "position": "৮"
  },
  {
    "name": "মিনহাজুল ইসলাম ত্বাকী",
    "phone": "01575717683",
    "institute": "তামিরুল মিল্লাত কামিল মাদ্রাসা",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪৮",
    "position": "১৩"
  },
  {
    "name": "মোঃ নুরনবী ইসলাম সুমন",
    "phone": "01987270245",
    "institute": "ঢাকা কেন্দ্রীয় বিশ্ববিদ্যালয় (বাঙলা ক্যাম্পাস)",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫০",
    "position": "১১"
  },
  {
    "name": "মায়েদা ইসলাম মুন",
    "phone": "01608323997",
    "institute": "সরকারি তিতুমীর কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫২.৯",
    "position": "৭"
  },
  {
    "name": "তাসনিয়া খান মজলিশ",
    "phone": "01775657032",
    "institute": "আদমজী ক্যান্টনমেন্ট কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫০.৩",
    "position": "১০"
  },
  {
    "name": "সুমাইয়া আক্তার",
    "phone": "01763068315",
    "institute": "হাবিবুল্লাহ বাহার ইউনিভার্সিটি কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৩২",
    "position": "২৫"
  },
  {
    "name": "আব্দুল আল নুমান",
    "phone": "01773560426",
    "institute": "খিলগাঁও সরকারি উচ্চ বিদ্যালয়",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪২.৪",
    "position": "২১"
  },
  {
    "name": "মাহিন হাসান",
    "phone": "01782696588",
    "institute": "ক্যান্টনমেন্ট পাবলিক স্কুল এন্ড কলেজ সৈয়দপুর",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৩২.৯",
    "position": "২৪"
  },
  {
    "name": "জারিন সাদাফ",
    "phone": "01717136158",
    "institute": "YWCA হায়ার সেকেন্ডারি গার্লস স্কুল",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪৪.৩",
    "position": "১৭"
  },
  {
    "name": "মাহরুপা আক্তার",
    "phone": "01749394652",
    "institute": "সরকারি তিতুমীর কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৬২",
    "position": "১"
  },
  {
    "name": "রাইতা তাসনিম তানিশা",
    "phone": "01985760899",
    "institute": "মুকুল নিকেতন হাই স্কুল",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪৯",
    "position": "১২"
  },
  {
    "name": "সুমাইয়া মাহাবুব মাহিয়া",
    "phone": "01610036677",
    "institute": "বীরশ্রেষ্ঠ নূর মোহাম্মদ পাবলিক কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৬০.২",
    "position": "২"
  },
  {
    "name": "রুফফা নূর জারিয়াহ",
    "phone": "01972556868",
    "institute": "সরকারি মাইকেল মধুসূদন কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫৬.৬৫",
    "position": "৪"
  },
  {
    "name": "নূরসাকিন সুলতানা",
    "phone": "01637535874",
    "institute": "ফেনী পলিটেকনিক ইন্সটিটিউট",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪৩.৯৫",
    "position": "১৮"
  },
  {
    "name": "প্রদীপ্ত জোয়ার্দার",
    "phone": "01712762226",
    "institute": "বনশ্রী ন্যাশনাল আইডিয়াল হাই স্কুল",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৩৫.৬৫",
    "position": "২২"
  },
  {
    "name": "ইসরাত জাহান",
    "phone": "01725500700",
    "institute": "কুষ্টিয়া সরকারি বালিকা উচ্চ বিদ্যালয়",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫০.৭",
    "position": "৯"
  },
  {
    "name": "মুশফিকুল আলম",
    "phone": "01710176301",
    "institute": "জামালপুর জিলা স্কুল",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৫৪.০৫",
    "position": "৬"
  },
  {
    "name": "নিহাল জাবির রাইয়ান",
    "phone": "01971091618",
    "institute": "নটর ডেম কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪৬.৯",
    "position": "১৪"
  },
  {
    "name": "রিজওয়ানুল করিম",
    "phone": "01571733321",
    "institute": "চট্টগ্রাম বিশ্ববিদ্যালয়",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪২.৫৫",
    "position": "১৯"
  },
  {
    "name": "আব্দুল বায়েজিদ",
    "phone": "01315332355",
    "institute": "মেহেরপুর পৌর ডিগ্রি কলেজ",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪৫.৫",
    "position": "১৬"
  },
  {
    "name": "ফাতিহা মারইয়াম",
    "phone": "01568059172",
    "institute": "কুষ্টিয়া সরকারি বালিকা উচ্চ বিদ্যালয়",
    "segment": "বারোয়ারী বিতর্ক",
    "mark": "৪৬",
    "position": "১৫"
  },
  {
    "name": "মোঃ সানাউল্লাহ",
    "phone": "01608515783",
    "institute": "সিডলি আশরাফ সেকেন্ডারি স্কুল",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭৩",
    "position": "১২"
  },
  {
    "name": "মাহাদিয়া তাসনিম",
    "phone": "01672843164",
    "institute": "অঙ্কুর সোসাইটি গার্লস হাই স্কুল",
    "segment": "চিত্রাঙ্কন",
    "mark": "৮৪",
    "position": "৪"
  },
  {
    "name": "তাহসিন জামান",
    "phone": "01761615809",
    "institute": "পাগলা হাই স্কুল",
    "segment": "চিত্রাঙ্কন",
    "mark": "৬৫",
    "position": "২০"
  },
  {
    "name": "দিনাত জান্নাতি",
    "phone": "01540532098",
    "institute": "দিনাজপুর সরকারি বালিকা উচ্চবিদ্যালয়",
    "segment": "চিত্রাঙ্কন",
    "mark": "৮০",
    "position": "৬"
  },
  {
    "name": "সৌভিক দে",
    "phone": "01745447744",
    "institute": "খুলনা জিলা স্কুল",
    "segment": "চিত্রাঙ্কন",
    "mark": "৬৬",
    "position": "১৯"
  },
  {
    "name": "তাসফি তাবাসসুম লামিয়া",
    "phone": "01806648125",
    "institute": "YWCA হায়ার সেকেন্ডারি গার্লস স্কুল",
    "segment": "চিত্রাঙ্কন",
    "mark": "৬৭",
    "position": "১৮"
  },
  {
    "name": "তুরিজিতা হাসান কান্তা",
    "phone": "01717622418",
    "institute": "চাটখিল পাঁচগাঁও সরকারি উচ্চ বিদ্যালয়",
    "segment": "চিত্রাঙ্কন",
    "mark": "৮৫",
    "position": "৩"
  },
  {
    "name": "মোঃ নুরনবী ইসলাম সুমন",
    "phone": "01987270245",
    "institute": "ঢাকা কেন্দ্রীয় বিশ্ববিদ্যালয় (বাঙলা ক্যাম্পাস)",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭৯",
    "position": "৭"
  },
  {
    "name": "তাসনিয়া খান মজলিশ",
    "phone": "01775657032",
    "institute": "আদমজী ক্যান্টনমেন্ট কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৯০",
    "position": "১"
  },
  {
    "name": "আশা আক্তার নিশি",
    "phone": "01906909295",
    "institute": "ডেমরা পাব্লিক স্কুল এন্ড কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৬৯",
    "position": "১৬"
  },
  {
    "name": "তাসফিয়াত জান্নাত",
    "phone": "01928181944",
    "institute": "ঢাকা শিক্ষা বোর্ড ল্যাবরেটরি স্কুল এন্ড কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৬৮",
    "position": "১৭"
  },
  {
    "name": "আফসানা মাহমুদ তাসনিয়া",
    "phone": "01626758053",
    "institute": "চর লাওরেন্স হাই স্কুল",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭০",
    "position": "১৫"
  },
  {
    "name": "নাঈমা জাহান মোহনা",
    "phone": "01747074320",
    "institute": "সেনা পাব্লিক স্কুল এন্ড কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭১",
    "position": "১৪"
  },
  {
    "name": "আফিয়া তাসনিম",
    "phone": "01609352193",
    "institute": "পটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭৬",
    "position": "১০"
  },
  {
    "name": "মোছাঃ ফাবিহা বুশরা",
    "phone": "01719043580",
    "institute": "ক্যান্টনমেন্ট পাবলিক হাই স্কুল এন্ড কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭৭",
    "position": "৯"
  },
  {
    "name": "নওশিন সাবহা",
    "phone": "01752278182",
    "institute": "চাঁদপুর সরকারি কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭২",
    "position": "১৩"
  },
  {
    "name": "ইকরা ইসলাম",
    "phone": "01816629480",
    "institute": "লাইটহাউস ইন্টারন্যাশনাল স্কুল",
    "segment": "চিত্রাঙ্কন",
    "mark": "৮৭",
    "position": "২"
  },
  {
    "name": "আশরাফি রহমান সায়্যিদা",
    "phone": "01685851861",
    "institute": "ভিকারুননিসা নূন স্কুল অ্যান্ড কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭৮",
    "position": "৮"
  },
  {
    "name": "মোনতাসির খাঁন",
    "phone": "01717184055",
    "institute": "আইডিয়াল স্কুল এন্ড কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৮১",
    "position": "৫"
  },
  {
    "name": "মোত্তাকি খাঁন",
    "phone": "01717184055",
    "institute": "আইডিয়াল স্কুল এন্ড কলেজ",
    "segment": "চিত্রাঙ্কন",
    "mark": "৭৫",
    "position": "১১"
  },
  {
    "name": "মো জিহাদুল ইসলাম জিহাদ",
    "phone": "01835957663",
    "institute": "নর্থ সাউথ ইউনিভার্সিটি",
    "segment": "কবিতা লিখন",
    "mark": "৯০.৫",
    "position": "৩৫"
  },
  {
    "name": "সাদাদ মুহতাসিম",
    "phone": "01767015075",
    "institute": "দিনাজপুর মেডিকেল কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৭৩.৬",
    "position": "৬৩"
  },
  {
    "name": "লামিহা আলহ",
    "phone": "01608427052",
    "institute": "রাজউক উত্তরা মডেল কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৩.৭",
    "position": "৫৫"
  },
  {
    "name": "এস.মুনতাহা",
    "phone": "01854150708",
    "institute": "দিনাজপুর সরকারি বালিকা উচ্চ বিদ্যালয়, দিনাজপুর",
    "segment": "কবিতা লিখন",
    "mark": "৮৬.৪",
    "position": "৪৬"
  },
  {
    "name": "তামান্না আক্তার সূচনা",
    "phone": "01804795056",
    "institute": "নৌবাহিনী কলেজ ঢাকা",
    "segment": "কবিতা লিখন",
    "mark": "৭৩.৬",
    "position": "৬৩"
  },
  {
    "name": "মোঃ সানি",
    "phone": "01518991253",
    "institute": "ন্যাশনাল আইডিয়াল স্কুল",
    "segment": "কবিতা লিখন",
    "mark": "৮৩.৭",
    "position": "৫৫"
  },
  {
    "name": "মুনিবা তাসনিম",
    "phone": "01927804857",
    "institute": "বীরশ্রেষ্ঠ নূর মোহাম্মদ পাবলিক কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৬.৪",
    "position": "৪৬"
  },
  {
    "name": "মাশকাওয়াত হোসেন",
    "phone": "01585896021",
    "institute": "মিরপুর ক্যান্টনমেন্ট পাবলিক স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৭৯.২",
    "position": "৫৮"
  },
  {
    "name": "আফিফ আবরার",
    "phone": "01776749214",
    "institute": "আল জামিয়াতুল ফালাহিয়া কামিল মাদ্রাসা",
    "segment": "কবিতা লিখন",
    "mark": "৮৮.৬",
    "position": "৪১"
  },
  {
    "name": "ফাতেমা আক্তার",
    "phone": "01613822407",
    "institute": "কুমিল্লা সরকারি মহিলা কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯০.৩",
    "position": "৩৭"
  },
  {
    "name": "মোঃ রাকিবুল ইসলাম",
    "phone": "01315268371",
    "institute": "লালমনিরহাট সরকারি কলেজ",
    "segment": "কবিতা লিখন",
    "mark": " ৯১.৮",
    "position": "২৯"
  },
  {
    "name": "মাইশা তাসনিম মিথিলা",
    "phone": "01405013586",
    "institute": "সেনবাগ সরকারি কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৫.৯",
    "position": "৫০"
  },
  {
    "name": "সুদর্শন দেওয়ান শিতু",
    "phone": "01556703307",
    "institute": "বন গবেষণাগার হাই স্কুল",
    "segment": "কবিতা লিখন",
    "mark": "৮১.৫",
    "position": "৫৭"
  },
  {
    "name": "ওয়াসিয়া হক চারু",
    "phone": "01674625906",
    "institute": "নওয়াব হাবিবুল্লাহ মডেল স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৪.১",
    "position": "৫৪"
  },
  {
    "name": "তাসনুভা শাহীন ফাইজা",
    "phone": "01516513800",
    "institute": "বরিশাল সরকারি মহিলা কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৭.২",
    "position": "৪৩"
  },
  {
    "name": "আবরার জাওয়াদ বর্ণ",
    "phone": "01813998936",
    "institute": "ফেনী সেন্ট্রাল হাই স্কুল",
    "segment": "কবিতা লিখন",
    "mark": "৮৯.৭",
    "position": "৩৮"
  },
  {
    "name": "বুশরা কবির জিম",
    "phone": "01610262186",
    "institute": "সাবেরুন্নেছা বালিকা উচ্চ বিদ্যালয়",
    "segment": "কবিতা লিখন",
    "mark": "৮৬.৮",
    "position": "৪৫"
  },
  {
    "name": "মুশফিকা ইসলাম মুশফা",
    "phone": "01788438450",
    "institute": "বাংলাদেশ ইউনিভার্সিটি ওফ প্রফেশনালস (বিইউপি)",
    "segment": "কবিতা লিখন",
    "mark": "৯০.৪",
    "position": "৩৬"
  },
  {
    "name": "তাহসীন শাহরিয়ার আদর",
    "phone": "01833463134",
    "institute": "ফেনী সরকারী কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯২.৬",
    "position": "২৪"
  },
  {
    "name": "জাহিদ হাসান নয়ন",
    "phone": "01612417749",
    "institute": "সরকারি কেসি কলেজ, ঝিনাইদহ",
    "segment": "কবিতা লিখন",
    "mark": "৮৪.৩",
    "position": "৫৩"
  },
  {
    "name": "মুহাম্মদ আহসানুল হক",
    "phone": "01701564920",
    "institute": "আলহাজ্ব শামসুদ্দিন ভুঞা জামিয়া ইসলামিয়া",
    "segment": "কবিতা লিখন",
    "mark": "৯৫.৮",
    "position": "১৫"
  },
  {
    "name": "রুফাইদা তাসনিম",
    "phone": "01914223684",
    "institute": "গভ মোহাম্মদপুর মডেল স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯১.৭",
    "position": "৩১"
  },
  {
    "name": "ইয়াজ রহমান",
    "phone": "01725389595",
    "institute": "ঢাকা সেন্টাল ইউনিভার্সিটি",
    "segment": "কবিতা লিখন",
    "mark": "৯৪.৩",
    "position": "২১"
  },
  {
    "name": "রিজওয়ানুল করিম",
    "phone": "01571733321",
    "institute": "চট্টগ্রাম বিশ্ববিদ্যালয়",
    "segment": "কবিতা লিখন",
    "mark": "৯৬.৫",
    "position": "১১"
  },
  {
    "name": "সামিয়া জাওহারা",
    "phone": "01843756179",
    "institute": "জাপান ইন্টারন্যাশনাল ড্রিম স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৬.৫",
    "position": "১১"
  },
  {
    "name": "নিজামুল হাসান",
    "phone": "01729334893",
    "institute": "ইন্টারন্যাশনাল ইসলামিক ইউনিভার্সিটি চিটাগং",
    "segment": "কবিতা লিখন",
    "mark": "৯৬.৫",
    "position": "১১"
  },
  {
    "name": "প্রদীপ্ত জোয়ার্দার",
    "phone": "01712762226",
    "institute": "বনশ্রী ন্যাশনাল আইডিয়াল হাইস্কুল",
    "segment": "কবিতা লিখন",
    "mark": "৯৭",
    "position": "৮"
  },
  {
    "name": "মেহেরিন জাহাঙ্গীর",
    "phone": "01885433052",
    "institute": "রাজেন্দ্রপুর ক্যান্টনমেন্ট পাবলিক স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৭.৬",
    "position": "৬"
  },
  {
    "name": "মাহফুজা জাহাঙ্গীর",
    "phone": "01885433052",
    "institute": "শাহীন ক্যাডেট স্কুল",
    "segment": "কবিতা লিখন",
    "mark": "৮৭.১",
    "position": "৪৪"
  },
  {
    "name": "জাকিয়া সুলতানা তিশা",
    "phone": "01614812045",
    "institute": "সরকারি মাইকেল মধুসূদন কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৭.৫",
    "position": "৪২"
  },
  {
    "name": "তাসনিয়া তিথি",
    "phone": "01754224388",
    "institute": "এম.এস.টি.পি. গার্লস স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৫.৮",
    "position": "৫১"
  },
  {
    "name": "মোঃআরিফুজ্জামান সোহাগ",
    "phone": "01806900912",
    "institute": "কৃষি প্রশিক্ষণ ইনস্টিটিউট তাজহাট রংপুর",
    "segment": "কবিতা লিখন",
    "mark": "৮৯",
    "position": "৪০"
  },
  {
    "name": "আফিয়া মুবাশশিরা মৃদু",
    "phone": "01346353674",
    "institute": "চিলাহাটি গার্লস স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৮.৪",
    "position": "৪"
  },
  {
    "name": "সারাহ্ তাসনীম হৃদিতা",
    "phone": "01847814619",
    "institute": "নারায়ণগঞ্জ সরকারি মহিলা কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৫.",
    "position": "৫১"
  },
  {
    "name": "মাহিন হাসান",
    "phone": "01782696588",
    "institute": "ক্যান্টনমেন্ট পাবলিক স্কুল এন্ড কলেজ সৈয়দপুর",
    "segment": "কবিতা লিখন",
    "mark": "৯৬.২৫",
    "position": " ১৪"
  },
  {
    "name": "মরিয়ম আক্তার মোহনা",
    "phone": "01770598393",
    "institute": "সাপ্টিবাড়ী ডিগ্রী কলেজ",
    "segment": "কবিতা লিখন",
    "mark": " ৯৫.৫",
    "position": "১৮"
  },
  {
    "name": "রাফসান আহমেদ মুমিন",
    "phone": "01714831393",
    "institute": "বরিশাল জিলা স্কুল",
    "segment": "কবিতা লিখন",
    "mark": "৮৬.২৫",
    "position": "৪৮"
  },
  {
    "name": "তাসনিম আক্তার মিম",
    "phone": "01849718841",
    "institute": "কুমিল্লা ভিক্টোরিয়া সরকারি কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৫.৭",
    "position": "১৭"
  },
  {
    "name": "শারিয়া আফরোজ",
    "phone": "01732522375",
    "institute": "আদমজী ক্যান্টনমেন্ট কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৬.২",
    "position": "৪৯"
  },
  {
    "name": "জাওয়াদ হোসেন সদ্য",
    "phone": "01741591019",
    "institute": "দৌলতখান সরকারি উচ্চ বিদ্যালয়",
    "segment": "কবিতা লিখন",
    "mark": "৯৮.৫",
    "position": "৩"
  },
  {
    "name": "সৈয়দা মাইমুনা রাবেয়া",
    "phone": "01685851861",
    "institute": "ভিকারুনিসা নূন স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৭৭.২৫",
    "position": "৬০"
  },
  {
    "name": "নূরসাকিন সুলতানা",
    "phone": "01637535874",
    "institute": "ফেনী পলিটেকনিক ইন্সটিটিউট",
    "segment": "কবিতা লিখন",
    "mark": "৭৬.৭৫",
    "position": "৬২"
  },
  {
    "name": "ইকরা ইসলাম",
    "phone": "01319894819",
    "institute": "চিটাগং ইন্ডিপেন্ডেন্ট ইউনিভার্সিটি",
    "segment": "কবিতা লিখন",
    "mark": "৯৮.৭",
    "position": "২"
  },
  {
    "name": "উমামা রহমান",
    "phone": "01745709612",
    "institute": "গোপালগঞ্জ সরকারি বালিকা উচ্চ বিদ্যালয় ও কলেজ, গোপালগঞ্জ",
    "segment": "কবিতা লিখন",
    "mark": "৯৬.৭২৫",
    "position": "১০"
  },
  {
    "name": "আফিয়া তাসনিম",
    "phone": "01609352193",
    "institute": "পটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
    "segment": "কবিতা লিখন",
    "mark": "৭৭.২",
    "position": "৬১"
  },
  {
    "name": "হামিদ বিন শাকুর",
    "phone": "01780013786",
    "institute": "গলবুনিয়া হাই স্কুল",
    "segment": "কবিতা লিখন",
    "mark": "৯৮.১৫",
    "position": "৫"
  },
  {
    "name": "সায়েদা মাইমুনা রাবেয়া",
    "phone": "01888724609",
    "institute": "চট্টগ্রাম বিশ্ববিদ্যালয়",
    "segment": "কবিতা লিখন",
    "mark": "৯৯.১",
    "position": "১"
  },
  {
    "name": "মিনহাজুল ইসলাম ত্বাকী",
    "phone": "01575717683",
    "institute": "তামিরুল মিল্লাত কামিল মাদ্রাসা",
    "segment": "কবিতা লিখন",
    "mark": "৭৮.৫",
    "position": "৫৯"
  },
  {
    "name": "আহসানুল ওয়াহিদ হামীম",
    "phone": "01300115319",
    "institute": "নাখারগঞ্জ বহুমুখী উচ্চ বিদ্যালয়",
    "segment": "কবিতা লিখন",
    "mark": "৯৪.৩",
    "position": "২১"
  },
  {
    "name": "হুমায়রা সুলতানা অনন্ত",
    "phone": "01766511559",
    "institute": "সেনা পাবলিক স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৩.৭৫",
    "position": "২৩"
  },
  {
    "name": "সামিয়া আক্তার নীলা",
    "phone": "01863691967",
    "institute": "নরসিংদী আইডিয়াল কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৪.৫",
    "position": "১৯"
  },
  {
    "name": "সাবরিনা সায়াদ সারা",
    "phone": "01531999242",
    "institute": "মোহাম্মদপুর প্রেপারেটরী স্কুল এন্ড কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯২.৫",
    "position": "২৫"
  },
  {
    "name": "আরমান ভূঁইয়া",
    "phone": "01893214324",
    "institute": "ড. মাহবুবুর রহমান মোল্লা কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯১.৭৫",
    "position": "৩০"
  },
  {
    "name": "তুষ্ঠি দেবী",
    "phone": "01840729098",
    "institute": "চট্টগ্রাম সরকারি মডেল কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৪.৫",
    "position": "১৯"
  },
  {
    "name": "নাহিয়াত জাহান নিশাত",
    "phone": "01757580690",
    "institute": "সিলেট সরকারি মহিলা কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৬.৭৫",
    "position": "৯"
  },
  {
    "name": "নওশিন সাবহা",
    "phone": "01752278182",
    "institute": "চাঁদপুর সরকারি কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯৭.২৫",
    "position": "৭"
  },
  {
    "name": "মুমতাহিনা জামান ফিজা",
    "phone": "01994034801",
    "institute": "নরসিংদী সরকারি কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৮৯.৭",
    "position": "৩৮"
  },
  {
    "name": "জুবাইরা রহমান রাহা",
    "phone": "01639894359",
    "institute": "হিন্দিয়াল হাই স্কুল",
    "segment": "কবিতা লিখন",
    "mark": "৯১.৬",
    "position": "৩২"
  },
  {
    "name": "আনসারি আলম",
    "phone": "01830983264",
    "institute": "কুমিল্লা ভিক্টোরিয়া সরকারি কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯১.৩",
    "position": "৩৩"
  },
  {
    "name": "সাবরিনা সুলতানা",
    "phone": "01788773013",
    "institute": "মেহেরপুর সরকারি মহিলা কলেজ",
    "segment": "কবিতা লিখন",
    "mark": "৯২.৫",
    "position": "২৫"
  },
  {
    "name": "হাসনাহেনা",
    "phone": "01700905670",
    "institute": "বেগম রোকেয়া বিশ্ববিদ্যালয়, রংপুর",
    "segment": "কবিতা লিখন",
    "mark": "৯০.৮",
    "position": "৩৪"
  },
  {
    "name": "ফাতিহা মারইয়াম",
    "phone": "01568059172",
    "institute": "কুষ্টিয়া সরকারি বালিকা উচ্চ বিদ্যালয়",
    "segment": "কবিতা লিখন",
    "mark": "৯২.৩",
    "position": "২৭"
  },
  {
    "name": "রুফফা নূর জারিয়াহ",
    "phone": "01972556868",
    "institute": "সরকারি মাইকেল মধুসূদন কলেজ, যশোর",
    "segment": "কবিতা লিখন",
    "mark": "৯২.৩",
    "position": "২৭"
  },
    {
        "name": "মাহমুদুল হাসান দিগন্ত, সাজিদ আহমেদ, ইশরাক হাসিন নিসর্গ, মোঃ আশফাক হাবিব আবিদ, মুশফিকুস সালেহিন",
        "phone": "01576577409",
        "institute": "মেহেরপুর সরকারি উচ্চ বিদ্যালয়",
        "segment": "গ্রাফিতি",
        "mark": "৮২",
        "position": "৩"
    },
    {
        "name": "উলমাতুন নেছা পূর্ণিমা, রোকাইয়া হাসান নাহি, ইসতিয়াক আহমেদ খাঁন, আলফিও বালা তীর্থ, মোছাঃ জাসিয়া জোহা সামসী, মোছাঃ সাইদা খাতুন",
        "phone": "01644547079",
        "institute": "মেহেরপুর সরকারী কলেজ",
        "segment": "গ্রাফিতি",
        "mark": "৭৬",
        "position": "৮"
    },
    {
        "name": "মোন্তাসির খাঁন",
        "phone": "01717184055",
        "institute": "আইডিয়াল স্কুল এন্ড কলেজ",
        "segment": "গ্রাফিতি",
        "mark": "৭৭",
        "position": "৭"
    },
    {
        "name": "মোত্তাকি খাঁন",
        "phone": "01717184055",
        "institute": "আইডিয়াল স্কুল এন্ড কলেজ",
        "segment": "গ্রাফিতি",
        "mark": "৮০",
        "position": "৫"
    },
    {
        "name": "মোঃ নুর আলম, সাদবিন জামান, সাদমান আল রাফি, মারুফ হাসান",
        "phone": "01850858612",
        "institute": "শহীদ বীর বিক্রম রমিজ উদ্দিন ক্যান্টনমেন্ট স্কুল",
        "segment": "গ্রাফিতি",
        "mark": "৯০",
        "position": "১"
    },
    {
        "name": "ফেরদৌস, মোঃ জিহাদ হাসান, উম্মে হাবিবা তানহা",
        "phone": "01988441859",
        "institute": "জনশক্তি যুব উন্নয়ন সংস্থা",
        "segment": "গ্রাফিতি",
        "mark": "৮৫",
        "position": "২"
    },
    {
        "name": "আফিয়া তাসনিম সানজিদা",
        "phone": "011322283199",
        "institute": "রংপুর গভ. সিটি কলেজ",
        "segment": "গ্রাফিতি",
        "mark": "৭৯",
        "position": "৬"
    },
    {
        "name": "মুনতাহার ইবনাত রাসিন",
        "phone": "018666500388",
        "institute": "ফেনি সেন্ট্রাল হাই স্কুল",
        "segment": "গ্রাফিতি",
        "mark": "০০",
        "position": "৯"
    }
];